Repository: thefraggle/familienwecker
Catalog: ios/FamWake/Resources/Localizable.xcstrings
Source language: de
Languages: bn, da, en, es, fr, gsw, hi, id, it, ja, ko, ksh, mr, nb, nl, pl, pt, ru, sv, swg, tr, uk, vi, zh

# empty_members_description
source: Wer geht wann ins Badezimmer? Füge das erste Familienmitglied hinzu, damit FamWake eure Weckzeiten und die Badezimmer-Reihenfolge automatisch berechnen kann.
bn: কে কখন বাথরুমে যাবে? প্রথম পরিবারের सदस्यকে যুক্ত করুন যাতে FamWake স্বয়ংক্রিয়ভাবে আপনার ঘুম से ওঠার সময় এবং বাথরুমের ক্রম গণনা করতে পারে।
da: Hvem går på badeværelset hvornår? Tilføj det eerste familiemedlem, så FamWake automatisk kan beregne jeres vækketider og rækkefølge til badeværelset.
en: Who goes to the bathroom when? Add the first family member so FamWake can automatically calculate your wake-up times and bathroom schedule.
es: ¿Quién va al baño y cuándo? Añade al primer miembro de la familia para que FamWake possa calcular automáticamente vuestros horarios de mañana y el orden del baño.
fr: Qui va à la salle de bain et quand ? Ajoutez le premier membre de la famille pour que FamWake puisse calculer automatiquement vos heures de réveil et l'ordre de passage à la salle de bain.
gsw: Wär gaht wänn is Badzimmer? Füeg s erschte Familie-Mitgliid hinzue, demit FamWake eui Weckziite und d Badzimmer-Reihenfolg automatisch berächne cha.
hi: कौन कब बाथरूम जाएगा? परिवार के पहले सदस्य को जोड़ें ताकि FamWake आपके जागने का समय और बाथरूम का क्रम स्वचालित रूप से गणना कर सके।
id: Siapa yang ke kamar mandi kapan? Tambahkan anggota keluarga pertama agar FamWake dapat menghitung waktu bangun dan urutan kamar mandi Anda secara otomatis.
it: Chi va in bagno e quando? Aggiungi il primo membro della famiglia in modo che FamWake possa calcolare automaticamente i vostri orari di sveglia e l'ordine per il bagno.
ja: 誰がいつお風呂（洗面所）に行きますか？最初の家族を追加すると、FamWakeが起床時間と浴室の順番を自動的に計算します。
ko: 누가 언제 화장실에 가나요? 첫 번째 가족 구성원을 추가하면 FamWake가 기상 시간과 화장실 순서를 자동으로 계산해 드립니다.
ksh: Wer geht wann ins Badezimmer? Pack das erste Familienmitglied rein, damit FamWake eure Weckzeiten und die Badezimmer-Reihenfolge automatisch ausrechnen kann.
mr: कोण कधी बाथरूममध्ये जाणार? कुटुंबातील पहिल्या सदस्याला जोडा जेणेकरून FamWake तुमच्या उठण्याची वेळ आणि बाथरूमचा क्रम स्वयंचलितपणे मोजू शकेल pedig.
nb: Hvem går på badet når? Legg til det første familiemedlemmet, slik at FamWake automatisk kan beregne våknetidene deres og rekkefølgen til badet.
nl: Wie gaat wanneer naar de badkamer? Voeg het eerste familielid toe, zodat FamWake automatisch jullie wektijden en badkamervolgorde kan berekenen.
pl: Kto i kiedy idzie do łazienki? Dodaj pierwszego członka rodziny, aby FamWake mógł automatycznie obliczyć Wasze godziny budzenia i kolejność korzystania z łazienki.
pt: Quem vai à casa de banho e quando? Adicione o primeiro membro da família para que o FamWake possa calcular automaticamente as vossas horas de acordar e a ordem da casa de banho.
ru: Кто и когда идет в ванную? Добавьте первого члена семьи, чтобы FamWake мог автоматически рассчитать время пробуждения и очередь в ванную.
sv: Vem går till badrummet när? Lägg till den första familjemedlemmen så dass FamWake automatiskt kan beräkna era väckningstider och badrumsordning.
swg: Wer goht wann ens Bad? Do s erschte Familienmitglied drzua, damit FamWake eire Weckzeida ond d'Bad-Reihefolg automatisch berechna koh.
tr: Kim ne zaman banyoya gidiyor? FamWake'in uyanma saatlerinizi banyo sıranızı otomatik olarak hesaplayabilmesi için ilk aile üyesini ekleyin.
uk: Хто і коли йде до ванної кімнати? Додайте першого члена сім'ї, щоб FamWake міг автоматично розрахувати ваш час пробудження та чергу до ванної.
vi: Ai vào phòng tắm khi nào? Hãy thêm thành viên đầu tiên trong gia đình để FamWake có thể tự động tính toán thời gian thức dậy và thứ tự sử dụng phòng tắm của bạn.
zh: 谁什么时候进浴室？添加第一个家庭成员，让 FamWake 自动计算您的起床时间和浴室使用顺序。

# empty_members_title
source: Euer Familien-Weckplaner
bn: আপনার পারিবারিক ঘুম থেকে ওঠার পরিকল্পনাকারী
da: Jeres familie-vækkeplanlægger
en: Your Family Wake-up Planner
es: Vuestro planificador de despertar familiar
fr: Votre planificateur de réveil familial
gsw: Euere Familie-Weckplaner
hi: आपका पारिवारिक वेक-अप प्लानर
id: Perencana Bangun Keluarga Anda
it: Il vostro pianificatore di sveglia familiare
ja: 家族のアラームプランナー
ko: 우리 가족 기상 플래너
mr: तुमचा कौटुंबिक वेक-अप प्लॅनर
nb: Deres familie-våkneplanlegger
nl: Jullie familie-wekplanner
pl: Wasz rodzinny planista budzenia
pt: O vosso planeador de despertar familiar
ru: Ваш семейный планировщик пробуждения
sv: Er familjeväckningsplanerare
swg: Eier Familien-Weckplaner
tr: Aile Uyanma Planlayıcınız
uk: Ваш сімейний планувальник пробудження
vi: Kế hoạch thức dậy của gia đình bạn
zh: 您的家庭起床计划

# empty_schedule_description
source: An diesem Tag klingelt kein Wecker. Zeit zum Entspannen und Ausschlafen!
bn: এই দিনে কোনো অ্যালার্ম বাজবে না। বিশ্রাম নেওয়ার এবং ঘুমানোর সময়!
da: Der ringer ingen alarm på denne dag. Tid til at slappe af og sove længe!
en: No alarm will ring on this day. Time to relax and sleep in!
es: Ninguna alarma sonará este día. ¡Es hora de relajarse y dormir!
fr: Aucun réveil ne sonnera ce jour-là. C'est le moment de se détendre et de faire la grasse matinée !
gsw: A däm Tag lüütet kein Wecker. Ziit zum Entspanne und Uusschlafe!
hi: इस दिन कोई अलार्म नहीं बजेगा। आराम करने और देर तक सोने का समय!
id: Tidak ada alarm yang berdering pada hari ini. Waktunya bersantai dan tidur nyenyak!
it: Nessuna sveglia suonerà in questo giorno. Tempo di rilassarsi e dormire di più!
ja: この日はアラームが鳴りません。リラックスしてゆっくり寝ましょう！
ko: 이날은 알람이 울리지 않습니다. 푹 쉬고 늦잠을 잘 시간입니다!
ksh: An dem Tag klingelt nix. Zeit zum Entspannen und Ausschlafen!
mr: या दिवशी कोणताही अलार्म वाजणार नाही. आराम करण्याची आणि झोपण्याची वेळ!
nb: Ingen alarm ringer på denne dagen. Tid for å slappe av og sove lenge!
nl: Op deze dag gaat er geen wekker af. Tijd om te ontspannen und uit te slapen!
pl: Tego dnia nie zadzwoni żaden budzik. Czas na relaks i sen!
pt: Nenhum alarme tocará neste dia. Tempo para relaxar e dormir até mais tarde!
ru: В этот день будильник не прозвенит. Время расслабиться и выспаться!
sv: Inget alarm ringer den här dagen. Tid att koppla av och sova ut!
swg: An dem Dag schellt koin Wecker. Zeit zom Entspanna ond Ausschlofa!
tr: Bu tarihte hiçbir alarm çalmayacak. Dinlenme ve uyuma zamanı!
uk: Цього дня будильник не дзвонитиме. Час розслабитися та виспатися!
vi: Sẽ không có chuông báo thức nào reo vào ngày này. Đã đến lúc thư giãn và ngủ nướng!
zh: 这一天没有闹钟响起。放松睡个懒觉吧！

# empty_schedule_title
source: Keine Wecker geplant
bn: কোনো অ্যালার্ম নির্ধারিত নেই
da: Ingen alarmer planlagt
en: No alarms planned
es: Sin alarmas programadas
fr: Aucun réveil prévu
gsw: Kä Wecker plant
hi: कोई अलार्म निर्धारित नहीं
id: Tidak ada alarm yang dijadwalkan
it: Nessuna sveglia in programma
ja: アラームの予定なし
ko: 예정된 알람 없음
mr: कोणताही अलार्म नियोजित नाही
nb: Ingen alarmer planlagt
nl: Geen wekkers gepland
pl: Brak zaplanowanych alarmów
pt: Nenhum alarme programado
ru: Будильники не запланированы
sv: Inga alarm inplanerade
swg: Koine Wecker plant
tr: Planlanmış alarm yok
uk: Будильники не заплановано
vi: Không có báo thức nào được lên lịch
zh: 未计划闹钟

# error_alarm_permission
source: Bitte erlaube Wecker in deinen Einstellungen, damit dein Handy dich pünktlich wecken kann.
bn: আপনি যেন সময়মতো উঠতে পারেন, তাই ফোনের সেটিংসে অ্যালার্মের অনুমতি দিন।
da: Tillad venligst alarmer i din telefons indstillinger, så din telefon kan vække dig til tiden.
en: Please allow alarms in your phone settings so your phone can wake you up on time.
es: Por favor, permite las alarmas en los ajustes de tu teléfono para que pueda despertarte a tiempo.
fr: Autorise les réveils dans les paramètres de ton téléphone pour qu'il puisse te réveiller à l'heure.
gsw: Bitte erlaub Wecker i diine Iistellige, demit diis Handy dich pünktlich wecke chan.
hi: कृपया अपने फ़ोन की सेटिंग्स में अलार्म को मंज़ूरी दें ताकि आपका फ़ोन आपको समय पर जगा सके।
id: Tolong izinkan alarm di pengaturan ponsel agar ponsel dapat membangunkan Anda tepat waktu.
it: Consenti le sveglie nelle impostazioni del telefono in modo da poterti svegliare in orario.
ja: 時間通りに起きられるように、スマートフォンの設定でアラームを許可してください。
ko: 제시간에 일어날 수 있도록 휴대폰 설정에서 알람을 허용해 주세요.
ksh: Mach ma inne Einstellungen die Alarme an, sonst verpennt der Wecker dat.
mr: तुम्ही वेळेवर उठू शकाल यासाठी कृपया फोन सेटिंग्जमध्ये अलार्मला परवानगी द्या.
nb: Vennligst tillat alarmer i telefoninnstillingene slik at telefonen kan vekke deg i tide.
nl: Sta a.u.b. wekkers toe in je telefooninstellingen, zodat je telefoon je op tijd wakker kan maken.
pl: Zezwól na alarmy w ustawieniach telefonu, aby telefon obudził Cię na czas.
pt: Por favor, permita os alarmes nas configurações do seu celular para que ele possa te acordar na hora certa.
ru: Пожалуйста, разрешите будильники в настройках вашего телефона, чтобы он мог будить вас вовремя.
sv: Tillåt larm i dina telefoninställningar så att telefonen kan väcka dig i tid.
swg: Bitte erlaub Wegger in de Eistellonga, damit dei Händy di pünktlich wegga ko.
tr: Telefonunuzun sizi zamanında uyandırabilmesi için lütfen ayarlardan alarmlara izin verin.
uk: Будь ласка, дозвольте будильники в налаштуваннях вашого телефону, щоб він міг будити вас вчасно.
vi: Vui lòng cho phép báo thức trong cài đặt điện thoại để điện thoại có thể đánh thức bạn đúng giờ.
zh: 请在手机设置中允许应用设置闹钟，以确保您能准时起床。

# error_calculate_schedule
source: Zeiten konnten nicht berechnet werden: %@
bn: সময় হিসাব করা যায়নি: %@
da: Kunne ikke beregne tider: %@
en: Could not calculate times: %@
es: No se calcularon los tiempos: %@
fr: Impossible de calculer les horaires : %@
gsw: Ziite händ nöd chönne berächnet wärde: %@
hi: समय कैलकुलेट नहीं हो सका: %@
id: Tidak dapat menghitung waktu: %@
it: Impossibile calcolare gli orari: %@
ja: 時間の計算ができませんでした：%@
ko: 시간을 계산할 수 없습니다: %@
ksh: Die Zeiten passen hinten und vorne nich: %@
mr: वेळा मोजता आल्या नाहीत: %@
nb: Kunne ikke beregne tider: %@
nl: Kon de tijden niet berekenen: %@
pl: Nie udało się obliczyć czasów: %@
pt: Não foi possível calcular os horários: %@
ru: Не удалось рассчитать время: %@
sv: Kunde inte beräkna tider: %@
swg: Fähler beim Zeita rechna: %@
tr: Saatler hesaplanamadı: %@
uk: Не вдалося розрахувати час: %@
vi: Không thể tính toán thời gian: %@
zh: 无法计算时间：%@

# error_code_generation_failed
source: Code konnte nicht erstellt werden. Bitte versuche es erneut.
bn: কোড তৈরি করা যায়নি। আবার চেষ্টা করুন।
da: Kunne ikke oprette en kode. Prøv venligst igen.
en: Could not create a code. Please try again.
es: No se pudo crear un código. Por favor, inténtalo de nuevo.
fr: Impossible de créer un code. Merci de réessayer.
gsw: Code hät nöd chönne erstellt wärde. Bitte probiers namal.
hi: कोड नहीं बन सका। कृपया फिर से कोशिश करें।
id: Tidak dapat membuat kode. Silakan coba lagi.
it: Impossibile creare un codice. Riprova.
ja: コードを作成できませんでした。もう一度お試しください。
ko: 코드를 만들 수 없습니다. 다시 시도해 주세요.
ksh: Keinen Code zusammengekriegt. Probier nochma.
mr: कोड तयार करता आला नाही. कृपया पुन्हा प्रयत्न करा.
nb: Kunne ikke opprette en kode. Vennligst prøv igjen.
nl: Kon geen code maken. Probeer het a.u.b. opnieuw.
pl: Nie udało się utworzyć kodu. Spróbuj ponownie.
pt: Não foi possível criar um código. Por favor, tente novamente.
ru: Не удалось создать код. Пожалуйста, попробуйте еще раз.
sv: Kunde inte skapa en kod. Försök igen.
swg: Hots koin Code macha kenna. Probier's nomal.
tr: Kod oluşturulamadı. Lütfen tekrar deneyin.
uk: Не вдалося створити код. Будь ласка, спробуйте ще раз.
vi: Không thể tạo mã. Vui lòng thử lại.
zh: 无法生成代码。请重试。

# error_create_family
source: Familie konnte nicht erstellt werden: %@
bn: পরিবার তৈরি করা যায়নি: %@
da: Kunne ikke oprette familie: %@
en: Could not create family: %@
es: No se pudo crear la familia: %@
fr: Impossible de créer la famille : %@
gsw: Familie hät nöd chönne erstellt wärde: %@
hi: परिवार नहीं बन सका: %@
id: Tidak dapat membuat keluarga: %@
it: Impossibile creare la famiglia: %@
ja: 家族を作成できませんでした：%@
ko: 가족을 만들 수 없습니다: %@
ksh: Ging nich auf: %@
mr: कुटुंब तयार करता आले नाही: %@
nb: Kunne ikke opprette familie: %@
nl: Kon de familie niet aanmaken: %@
pl: Nie udało się utworzyć rodziny: %@
pt: Não foi possível criar a família: %@
ru: Не удалось создать семью: %@
sv: Kunde inte skapa familj: %@
swg: Familie konnt net gmacht werda: %@
tr: Aile oluşturulamadı: %@
uk: Не вдалося створити сім'ю: %@
vi: Không thể tạo gia đình: %@
zh: 无法创建家庭：%@

# error_create_family_rate_limit
source: Du hast in letzter Zeit zu viele Familien erstellt. Bitte warte kurz und versuche es erneut.
bn: আপনি সম্প্রতি অনেকগুলো পরিবার তৈরি করেছেন। একটু অপেক্ষা করে আবার চেষ্টা করুন。
da: Du har oprettet for mange familier for nylig. Vent lidt og prøv igen.
en: You created too many families recently. Please wait a bit and try again.
es: Has creado demasiadas familias hace poco. Por favor, espera un poco y vuelve a intentarlo.
fr: Tu as créé trop de familles récemment. Attends un peu et réessaie.
gsw: Du häsch i letschter Ziit z'vill Familie erstellt. Bitte wart churz und probiers namal.
hi: आपने हाल ही में बहुत सारे परिवार बनाए हैं। कृपया थोड़ी देर इंतज़ार करें और फिर कोशिश करें।
id: Anda terlalu banyak membuat keluarga baru-baru ini. Tunggu sebentar dan coba lagi.
it: Hai creato troppe famiglie di recente. Aspetta un po' e riprova.
ja: 家族を作成しすぎました。少し待ってからもう一度お試しください。
ko: 최근에 가족 그룹을 너무 많이 만드셨습니다. 조금만 기다렸다가 다시 시도해 주세요.
ksh: Hasse schon genug Familien gemacht. Mach ma ne Pause.
mr: तुम्ही नुकतेच खूप कुटुंबे तयार केली आहेत. कृपया थोडा वेळ थांबा आणि पुन्हा प्रयत्न करा.
nb: Du har opprettet for mange familier nylig. Vent litt og prøv igjen.
nl: Je hebt recent te veel families aangemaakt. Wacht even en probeer het later opnieuw.
pl: Zbyt wiele rodzin zostało ostatnio utworzonych. Poczekaj chwilę i spróbuj ponownie.
pt: Você criou muitas famílias recentemente. Espere um pouco e tente de novo.
ru: Вы создали слишком много семей за последнее время. Пожалуйста, подождите немного.
sv: Du har skapat för många familjer nyligen. Vänta lite och försök igen.
swg: Du hosch in letzter Zeit scho arg viele Familie gmacht. Wart a bissle.
tr: Yakın zamanda çok fazla aile oluşturdunuz. Lütfen biraz bekleyip tekrar deneyin.
uk: Ви створили забагато сімей останнім часом. Будь ласка, зачекайте трохи і спробуйте знову.
vi: Bạn đã tạo quá nhiều gia đình gần đây. Vui lòng đợi một chút và thử lại.
zh: 您最近创建了太多家庭。请稍等片刻再试。

# error_delete_family
source: Familie konnte nicht gelöscht werden: %@
bn: পরিবার মুছে ফেলা যায়নি: %@
da: Kunne ikke slette familie: %@
en: Could not delete family: %@
es: No se pudo eliminar la familia: %@
fr: Impossible de supprimer la famille : %@
gsw: Familie hät nöd chönne glöscht wärde: %@
hi: परिवार को नहीं हटाया जा सका: %@
id: Tidak dapat menghapus keluarga: %@
it: Impossibile eliminare la famiglia: %@
ja: 家族を削除できませんでした：%@
ko: 가족을 삭제할 수 없습니다: %@
ksh: Konnte nich in die Tonne gekloppt werden: %@
mr: कुटुंब हटवता आले नाही: %@
nb: Kunne ikke slette familie: %@
nl: Kon familie niet verwijderen: %@
pl: Nie udało się usunąć rodziny: %@
pt: Não foi possível excluir a família: %@
ru: Не удалось удалить семью: %@
sv: Kunde inte ta bort familjen: %@
swg: Fähler beim Familie lescha: %@
tr: Aile silinemedi: %@
uk: Не вдалося видалити сім'ю: %@
vi: Không thể xóa gia đình: %@
zh: 无法删除家庭：%@

# error_delete_member
source: Mitglied konnte nicht entfernt werden: %@
bn: সদস্যকে সরানো যায়নি: %@
da: Kunne ikke fjerne medlem: %@
en: Could not remove member: %@
es: No se pudo eliminar al miembro: %@
fr: Impossible de retirer ce membre : %@
gsw: Mitgliid hät nöd chönne entfernt wärde: %@
hi: सदस्य को नहीं हटाया जा सका: %@
id: Tidak dapat menghapus anggota: %@
it: Impossibile rimuovere il membro: %@
ja: メンバーを削除できませんでした：%@
ko: 멤버를 삭제할 수 없습니다: %@
ksh: Mitglied kriegste nich gelöscht: %@
mr: सदस्याला हटवता आले नाही: %@
nb: Kunne ikke fjerne medlem: %@
nl: Kon lid niet verwijderen: %@
pl: Nie udało się usunąć członka: %@
pt: Não foi possível remover o membro: %@
ru: Не удалось удалить участника: %@
sv: Kunde inte ta bort medlem: %@
swg: Konnt net glescht werda: %@
tr: Üye silinemedi: %@
uk: Не вдалося видалити учасника: %@
vi: Không thể xóa thành viên: %@
zh: 无法移除成员：%@

# error_delete_not_admin
source: Nur die Person, die die Familie erstellt hat, kann sie löschen.
bn: শুধুমাত্র যিনি পরিবার তৈরি করেছেন, তিনিই এটি মুছতে পারবেন।
da: Kun den person, der oprettede familien, kan slette den.
en: Only the person who created the family can delete it.
es: Solo la persona que creó la familia puede eliminarla.
fr: Seule la personne qui a créé la famille peut la supprimer.
gsw: Nur d'Person, wo d'Familie erstellt hät, chan si lösche.
hi: जिसने परिवार बनाया है, सिर्फ़ वही इसे हटा सकता है।
id: Hanya orang yang membuat keluarga yang dapat menghapusnya.
it: Solo la persona che ha creato la famiglia può eliminarla.
ja: 家族を作成した人だけが家族を削除できます。
ko: 가족을 만든 사람만 삭제할 수 있습니다.
ksh: Nur wer die Truppe aufgemacht hat, darf se inne Tonne kloppen.
mr: ज्यांनी कुटुंब बनवले आहे फक्त तेच ते हटवू शकतात.
nb: Bare personen som opprettet familien kan slette den.
nl: Alleen de persoon die de familie heeft gemaakt, kan deze verwijderen.
pl: Tylko osoba, która utworzyła rodzinę, może ją usunąć.
pt: Só quem criou a família pode excluí-la.
ru: Только создатель семьи может ее удалить.
sv: Bara personen som skapade familjen kan ta bort den.
swg: Bloß der, der's gmacht hot, derf d'Familie lescha.
tr: Aileyi sadece onu oluşturan kişi silebilir.
uk: Тільки творець сім'ї може її видалити.
vi: Chỉ người tạo gia đình mới có thể xóa nó.
zh: 只有家庭的创建者才能删除家庭。

# error_email_already_in_use
source: Diese E-Mail ist bereits registriert.
bn: এই ইমেইলটি আগেই নিবন্ধিত হয়েছে।
da: Denne e-mail er allerede registreret.
en: This email is already registered.
es: Este correo ya está registrado.
fr: Cette adresse e-mail est déjà enregistrée.
gsw: Die E-Mail isch scho registriert.
hi: यह ईमेल पहले से ही रजिस्टर है।
id: Email ini sudah terdaftar.
it: Questa email è già registrata.
ja: このメールアドレスはすでに登録されています。
ko: 이 이메일은 이미 등록되어 있습니다.
ksh: E-Mail hat schon n anderer genommen.
mr: हा ईमेल आधीच नोंदणीकृत आहे.
nb: Denne e-posten er allerede registrert.
nl: Dit e-mailadres is al geregistreerd.
pl: Ten e-mail jest już zarejestrowany.
pt: Este email já está cadastrado.
ru: Этот email уже зарегистрирован.
sv: Den här e-postadressen är redan registrerad.
swg: Die E-Mail isch scho aagmeldet.
tr: Bu e-posta adresi zaten kayıtlı.
uk: Цей email вже зареєстрований.
vi: Địa chỉ email này đã được đăng ký.
zh: 该电子邮件已被注册。

# error_empty_email
source: Bitte gib deine E-Mail-Adresse ein.
bn: অনুগ্রহ করে আপনার ইমেইল ঠিকানা দিন।
da: Skriv venligst din e-mailadresse.
en: Please type in your email address.
es: Por favor, escribe tu correo electrónico.
fr: Merci d'entrer ton adresse e-mail.
gsw: Bitte gih diini E-Mail-Adrässe ii.
hi: कृपया अपना ईमेल एड्रेस लिखें।
id: Silakan masukkan alamat email Anda.
it: Inserisci il tuo indirizzo email.
ja: メールアドレスを入力してください。
ko: 이메일 주소를 입력해 주세요.
ksh: Ey, da muss ne E-Mail rein.
mr: कृपया तुमचा ईमेल पत्ता टाका.
nb: Vennligst skriv inn e-postadressen din.
nl: Vul a.u.b. je e-mailadres in.
pl: Podaj swój adres e-mail.
pt: Por favor, digite seu endereço de email.
ru: Пожалуйста, введите ваш email.
sv: Skriv in din e-postadress.
swg: Bitte schreib dei E-Mail nei.
tr: Lütfen e-posta adresinizi girin.
uk: Будь ласка, введіть ваш email.
vi: Vui lòng nhập địa chỉ email của bạn.
zh: 请输入您的电子邮件地址。

# error_family_not_found
source: Wir konnten keine Familie mit diesem Code finden.
bn: এই কোড দিয়ে কোনো পরিবার পাওয়া যায়নি।
da: Vi kunne ikke finde en familie med denne kode.
en: We couldn't find a family with this code.
es: No hemos encontrado ninguna familia con este código.
fr: Nous n'avons pas trouvé de famille avec ce code.
gsw: Mir händ kä Familie mit däm Code chönne finde.
hi: हमें इस कोड से कोई परिवार नहीं मिला।
id: Kami tidak dapat menemukan keluarga dengan kode ini.
it: Non abbiamo trovato nessuna famiglia con questo codice.
ja: このコードの家族は見つかりませんでした。
ko: 이 코드의 가족을 찾을 수 없습니다.
ksh: Gibbet keine Truppe mit dem Code.
mr: या कोडसह कोणतेही कुटुंब आम्हाला आढळले नाही.
nb: Vi kunne ikke finne en familie med denne koden.
nl: We hebben geen familie gevonden met deze code.
pl: Nie znaleźliśmy rodziny z tym kodem.
pt: Não encontramos nenhuma família com este código.
ru: Мы не нашли семью с этим кодом.
sv: Vi hittade ingen familj med den här koden.
swg: Mir hänn koi Familie mit dem Code gfonda.
tr: Bu kodla herhangi bir aile bulamadık.
uk: Ми не знайшли сім'ю з цим кодом.
vi: Chúng tôi không tìm thấy gia đình nào với mã này.
zh: 找不到使用此代码的家庭。

# error_feedback_empty_message
source: Deine Nachricht ist leer.
bn: আপনার মেসেজটি ফাঁকা।
da: Din besked er tom.
en: Your message is empty.
es: Tu mensaje está vacío.
fr: Ton message est vide.
gsw: Diini Nachricht isch leer.
hi: आपका संदेश खाली है।
id: Pesan Anda kosong.
it: Il tuo messaggio è vuoto.
ja: メッセージが空です。
ko: 메시지가 비어있습니다.
ksh: Da muss wat drin stehen, sonst bringt dat nix.
mr: तुमचा मेसेज रिकामा आहे.
nb: Meldingen din er tom.
nl: Je bericht is leeg.
pl: Twoja wiadomość jest pusta.
pt: Sua mensagem está vazia.
ru: Ваше сообщение пустое.
sv: Ditt meddelande är tomt.
swg: Do muass scho was drin schdanda.
tr: Mesajınız boş.
uk: Ваше повідомлення порожнє.
vi: Tin nhắn của bạn đang trống.
zh: 您的消息为空。

# error_feedback_rate_limit
source: Bitte warte %@ Sekunden vor der nächsten Nachricht.
bn: পরবর্তী মেসেজ পাঠানোর আগে %@ সেকেন্ড অপেক্ষা করুন।
da: Vent venligst %@ sekunder, før du sender næste besked.
en: Please wait %@ seconds before sending the next message.
es: Espera %@ segundos antes de enviar el siguiente mensaje.
fr: Merci de patienter %@ secondes avant d'envoyer le prochain message.
gsw: Bitte wart %@ Sekunde vor de nächste Nachricht.
hi: अगला संदेश भेजने से पहले कृपया %@ सेकंड इंतज़ार करें।
id: Harap tunggu %@ detik sebelum mengirim pesan berikutnya.
it: Aspetta %@ secondi prima di inviare il prossimo messaggio.
ja: 次のメッセージを送るまで%@秒お待ちください。
ko: 다음 메시지를 보내려면 %@초를 기다려 주세요.
ksh: Mach ma %@ Sekunden Pause, bevor de nochma wat schickst.
mr: पुढचा मेसेज पाठवण्यापूर्वी कृपया %@ सेकंद थांबा.
nb: Vennligst vent %@ sekunder før du sender neste melding.
nl: Wacht a.u.b. %@ seconden voordat je het volgende bericht verstuurt.
pl: Poczekaj %@ sekund przed wysłaniem kolejnej wiadomości.
pt: Por favor, espere %@ segundos antes de enviar a próxima mensagem.
ru: Пожалуйста, подождите %@ секунд перед отправкой следующего сообщения.
sv: Vänta %@ sekunder innan du skickar nästa meddelande.
swg: Wart %@ Sekunda bevor de nomal was schicksch.
tr: Bir sonraki mesajı göndermeden önce lütfen %@ saniye bekleyin.
uk: Будь ласка, зачекайте %@ секунд перед відправкою наступного повідомлення.
vi: Vui lòng đợi %@ giây trước khi gửi tin nhắn tiếp theo.
zh: 请等待 %@ 秒后再发送下一条消息。
